<?php
// Heading 
$_['heading_title']	            		= 'Авторизация';

// Text
$_['text_account']					  			= 'Личный Кабинет';
$_['text_login']					   				= 'Логин';
$_['text_new_customer']				  		= 'Новый клиент';
$_['text_register']               	= 'Продолжить';

$_['text_register_account']       	= 'Создав учетную запись в нашем магазине, Вы сможетете быстрее оформлять заказы, отслеживать их статус, просматривать историю покупок. Так же вы автоматически становитесь постоянным участником акций и розыгрышей, которые мы проводим для наших постоянных клиентов.';


$_['text_returning_customer']	    	= 'Постоянный клиент';
$_['text_i_am_returning_customer']	= 'Войти';
$_['text_forgotten']				   			= 'Забыли пароль?';

// Entry
$_['entry_email']					   				= 'E-Mail';
$_['entry_password']				  			= 'Пароль';

// Error
$_['error_login']					   				= 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']                = 'Ошибка: Прежде чем Вы сможете войти, администрация должна одобрить Ваш аккаунт.'; 
?>